valid_telephone_7 = '79099999999' # корректный мобильный телефон с код абонента 7
valid_email = 'vvkvvk1995@mail.ru' # корректная валидная электронная почты
valid_login = 'vvk22695' # корректный логин
valid_personal_account = '00001' # 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи

valid_password = 'wqerty123' # корректный валидный пароль
invalid_password = 'wqerty1234' # не валидный пароль


valid_telephone_8 = '89099998888' # корректный мобильный телефон с код абонента 8
invalid_telephone_1 = '7917777777' # некорректный мобильный телефон с код абонента 7, 12 цифр
invalid_telephone_2 = '79055555555' # некорректный мобильный телефон с код абонента 7, 10 цифр
invalid_telephone_3 = '7917506245a' # некорректный мобильный телефон с код абонента 7, 10 цифр и 1 буква


valid_email_1 = 'vvkvvk19951995@mail.ru' # некорректная валидная электронная почты
invalid_email_2 = 'vvkvvk1995mail.ru' # корректная электронная почты без символа "@"
invalid_email_3 = 'vvkvvk1995@mailru' # корректная электронная почты без символа "."
invalid_email_4 = 'vvkvvk1995mailru' # корректная электронная почты без символов "@" и "."


invalid_personal_account_4 = '1234' # (4 цифры) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_6 = '123456' # (6 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_8 = '12345678' # (8 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи
invalid_personal_account_11 = '12345678901' # (11 цифр) 5-7 цифр для Москвы и 12 цифр для других регионов из Договора на оказание услуг связи

